Repository: django-fluent/django-fluent-pages
Catalog: fluent_pages/locale/*/LC_MESSAGES/django.po
Languages: nl

source: SEO settings
nl: Zoekmachine opties

source: This identifier is already used by an other page.
nl: Deze identificatie wordt al gebruikt door een andere pagina.

source: This URL is already taken by an other page.
nl: Deze URL wordt al gebruikt door een andere pagina.

source: This slug is already used by an other page at the same level.
nl: Deze waarde wordt gebruikt door een andere pagina op hetzelfde niveau.

source: Menu structure
nl: Menustructuur

source: Publication settings
nl: Publicatievoorkeuren

source: Page type
nl: Paginatype

source: page type
nl: paginatype

source: Mark selected objects as published
nl: Publiceer geselecteerde CMS pagina's

source: The selected page is not published.
nl: De gekozen pagina is niet gepubliceerd.

source: Page
nl: Pagina

source: Pages
nl: Pagina's

source: Published
nl: Gepubliceerd

source: Draft
nl: Concept

source: parent
nl: ouder

source: You can also change the parent by dragging the page in the list.
nl: Je kunt ook de ouder veranderen door de pagina in de lijstweergave te verslepen.

source: publication date
nl: gepubliceerd op

source: When the page should go live, status must be "Published".
nl: Zet de status op 'gepubliceerd' zodra de pagina live moet staan.

source: publication end date
nl: gepubliceerd tot

source: show in navigation
nl: toon in menu

source: include in search engine sitemaps
nl: opnemen in sitemaps voor zoekmachines

source: page identifier
nl: pagina identificatie

source: A unique identifier that is used for linking to this page.
nl: Een unieke identificatie om te kunnen verwijzen naar deze pagina.

source: author
nl: auteur

source: creation date
nl: aanmaak datum

source: last modification
nl: laatste wijziging

source: URL Node
nl: URL Pad

source: URL Nodes
nl: URL Paden

source: Can change Shared fields
nl: Kan gedeelte velden aanpassen

source: Can change Override URL field
nl: Kan Overschrijf URL aanpassen

source: title
nl: Titel

source: The slug is used in the URL of the page
nl: Deze waarde wordt gebruikt in het URL adres van de pagina.

source: Override URL
nl: Overschrijf URL

source: Override the target URL. Be sure to include slashes at the beginning and at the end if it is a local URL. This affects both the navigation and subpages' URLs.
nl: Overschrijft de URL. Als het een lokale URL betreft moet er aan aan weerszijden een / staan. Dit veld heeft betrekking op zowel de navigatie als de URLs van subpagina's.

source: URL Node translation
nl: URL Pad vertaling

source: URL Nodes translations
nl: URL Pad vertalingen

source: keywords
nl: zoekwoorden

source: description
nl: beschrijving

source: Typically, about 160 characters will be shown in search engines
nl: Doorgaans tonen zoekmachines ongeveer 160 tekens.

source: page title
nl: pagina titel

source: When this field is not filled in, the menu title text will be used.
nl: Indien dit veld niet ingevuld is, wordt de menu titel tekst gebruikt.

source: example image
nl: voorbeeld afbeelding

source: This allows social media sites to pick a default image.
nl: Deze afbeelding kan gebruikt worden door social media websites.

source: SEO Translation
nl: SEO Vertaling

source: SEO Translations
nl: SEO vertalingen

source: key
nl: code

source: A short name to identify the layout programmatically
nl: Een korte naam om de layout te identificeren in de code

source: This page type should have a parent.
nl: Dit paginatype moet een bovenliggende pagina hebben.

source: The selected page cannot have sub pages.
nl: De gekozen pagina kan geen subpagina's bevatten.

source: The selected page cannot have this page type as a child!
nl: De gekozen pagina kan geen subpagina van dit type bevatten!

source: Content
nl: Inhoud

source: Flat Page
nl: Platte pagina

source: Flat Pages
nl: Platte pagina's

source: Can change Page layout
nl: Kan pagina layout aanpassen

source: Redirect settings
nl: Doorverwijsopties

source: Normal redirect
nl: Normale doorverwijzing

source: Permanent redirect (for SEO ranking)
nl: Permanente doorverwijzing (voor SEO waardering)

source: New URL
nl: Nieuwe URL

source: Redirect type
nl: Type doorverwijzing

source: Use 'normal redirect' unless you want to transfer SEO ranking to the new page.
nl: Gebruik 'normale doorverwijzing' tenzij je de SEO waardering wilt overdragen op de nieuwe pagina.

source: Redirect
nl: Doorverwijzing

source: Redirects
nl: Doorverwijzingen

source: Plain text
nl: Platte tekst

source: File type
nl: Bestandstype

source: File contents
nl: Bestandsinhoud

source: Plain text file
nl: Plat tekstbestand

source: Plain text files
nl: Plat tekstbestanden

source: View on site
nl: Bekijk op website
